<?php
/**
 *
 * This file is part of the phpBB Forum Software package.
 *
 * @copyright (c) phpBB Limited <https://www.phpbb.com>
 * @license GNU General Public License, version 2 (GPL-2.0)
 *
 * For full copyright and license information, please see
 * the docs/CREDITS.txt file.
 *
 */

/**
 * DO NOT CHANGE
 */
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

$lang = array_merge($lang, array(
	'HELP_FAQ_ATTACHMENTS_ALLOWED_ANSWER'	=> 'Администратора на всеки форум, може да разреши или зрабрани определен тип вложения. Ако не знаете какъв тип вложения за разрешени, се свържете с администратора на форума за получаване на помощ.',
	'HELP_FAQ_ATTACHMENTS_ALLOWED_QUESTION'	=> 'Какви вложения са разрешени на този форум?',
	'HELP_FAQ_ATTACHMENTS_OWN_ANSWER'	=> 'За да намерите списък с добавените от вас вложения, преминете към личният ви раздел и натиснете линка «Вложения».',
	'HELP_FAQ_ATTACHMENTS_OWN_QUESTION'	=> 'как да намеря, вложенията си?',

	'HELP_FAQ_BLOCK_ATTACHMENTS'	=> 'Вложения',
	'HELP_FAQ_BLOCK_BOOKMARKS'	=> 'Подписване и любими',
	'HELP_FAQ_BLOCK_FORMATTING'	=> 'Форматиране на съобщенията и типове създавани теми',
	'HELP_FAQ_BLOCK_FRIENDS'	=> 'Приятели и неприятели',
	'HELP_FAQ_BLOCK_GROUPS'	=> 'Нива на потребители и групи',
	'HELP_FAQ_BLOCK_ISSUES'	=> 'Информация за phpBB',
	'HELP_FAQ_BLOCK_LOGIN'	=> 'Вход в конференцията и регистрация',
	'HELP_FAQ_BLOCK_PMS'	=> 'Лични съобщения',
	'HELP_FAQ_BLOCK_POSTING'	=> 'създаване на съобщения',
	'HELP_FAQ_BLOCK_SEARCH'	=> 'Търсене по форумите',
	'HELP_FAQ_BLOCK_USERSETTINGS'	=> 'Параметри и настройки на потребителя',

	'HELP_FAQ_BOOKMARKS_DIFFERENCE_ANSWER'	=> 'В phpBB 3.0 любими, приличаха повече на любими в браузъра ви. Вие не получавахте съобщения за налични промени. В phpBB 3.1 любими повече приличат на абониране за тема. Вие може да получавате уведомявания за обновявания в темата, намираща се в любими. В случай на абониране, вие ще получавате уведомления за промяна в темата или форума. Настройване на уведомяванетия за любими и абонаменти, може да бъдат променени в «Лични настройки» на личния раздел.',
	'HELP_FAQ_BOOKMARKS_DIFFERENCE_QUESTION'	=> 'С какво любими се различава от абониране?',
	'HELP_FAQ_BOOKMARKS_FORUM_ANSWER'	=> 'За да се абонирате за определен форум, натиснете линка «Абонирай се за форума» в долната част на страницата на съответният форум.',
	'HELP_FAQ_BOOKMARKS_FORUM_QUESTION'	=> 'Как да се абонирам за определен форум?',
	'HELP_FAQ_BOOKMARKS_REMOVE_ANSWER'	=> 'За отмяна на абонамента, преминете към личния раздел и натиснете бутона «Абонаменти».',
	'HELP_FAQ_BOOKMARKS_REMOVE_QUESTION'	=> 'Как да спра абонамент?',
	'HELP_FAQ_BOOKMARKS_TOPIC_ANSWER'	=> 'Вие можете да добавите към любими или да се абонирате за определна тема, като натиснете по съответният линк в менюто «Управляване на темата»,което се намира в горната и долната част на страницата, за преглед на теми.<br />След като маркирате полето «Съобщавай ми при получаване на отговор» при изпращане на съобщението, вие също така ще се абонирате за съответната тема.',
	'HELP_FAQ_BOOKMARKS_TOPIC_QUESTION'	=> 'Как да добавя в любими или да се абонирам за определена тема?',

	'HELP_FAQ_FORMATTING_ANNOUNCEMENT_ANSWER'	=> 'Обявите, често съдържат важна информация за форума, в който се намирате в настоящия момент, и вие трябва да ги прочетете по възможност. Обявите се появяват отгоре на всяка страница на форума, в който са създадени. По същият начин, както ис важните обяви, права за създаване на обяви се предоставят от администратора.',
	'HELP_FAQ_FORMATTING_ANNOUNCEMENT_QUESTION'	=> 'Какво са обявите?',
	'HELP_FAQ_FORMATTING_BBOCDE_ANSWER'	=> 'BBCode — е особена реализация на HTML, предлагаща големи възможности за форматиране на отделни части на съобщението. Възможността за използване на BBCode се определя от администратора, същевременно BBCode може да бъде изключен на ниво съобщение в формата за неговото изпращане. BBCode много прилича на HTML, но таговете в него се затварят с квадратни скобки [ и ], а не в &lt; и &gt;. ЗЗа допълнителна информация относно BBCode се обърнете към ръководството за BBCode, линк към което е достъпно от формата за изпращане на съобщения.',
	'HELP_FAQ_FORMATTING_BBOCDE_QUESTION'	=> 'какво е BBCode?',
	'HELP_FAQ_FORMATTING_GLOBAL_ANNOUNCE_ANSWER'	=> 'Тези обяви съдържат важна информация, и вие трябва да ги прочетете по възможност. Те се появяват отгоре на всеки от форумите и във вашият личен раздел. Право за създаване на важни обяви се дава от администратора на форума.',
	'HELP_FAQ_FORMATTING_GLOBAL_ANNOUNCE_QUESTION'	=> 'Какво означават важните обяви?',
	'HELP_FAQ_FORMATTING_HTML_ANSWER'	=> 'Не. на този форум не е възможно изпращането и оброботването на HTML-код в съобщенията. По-голямата част от възможностите на HTML за форматиране на съобщения, може да бъде реализирана, чрез използавне на BBCode.',
	'HELP_FAQ_FORMATTING_HTML_QUESTION'	=> 'Мога ли да използвам HTML?',
	'HELP_FAQ_FORMATTING_ICONS_ANSWER'	=> 'Значка на темите — са избрани от автора изображения, свързани със съобщенията и отразяващи съдържанието им. Възможността за използване на значки на темите зависи от разрешенията, установени от администратора на форума.',
	'HELP_FAQ_FORMATTING_ICONS_QUESTION'	=> 'Какво са значки на темите?',
	'HELP_FAQ_FORMATTING_IMAGES_ANSWER'	=> 'Да, вие можете да слагата изображения във вашите съобщения. Ако администратора е разрешил добавянето на вложения, вие можете да качвате изображения на форума. Ако не, вие трябва да посочите линк към изображението, запазено на достъпен уеб-сървър. Пример за линк: http://www.example.com/my-picture.gif. Вие не можете да дадете линк към изображение, намиращо се на вашия компютър, (освен, ако той не се явява уеб-сървър), нито към изображение, за достъп до което е необходима оторизиране, както например е на пощенска кутия Hotmail или Yahoo, защитени с парола сайтове и т. н. За посочване на линкове към изображения, използвайте в съобщенията тага BBCode [img].',
	'HELP_FAQ_FORMATTING_IMAGES_QUESTION'	=> 'Мога ли да добавям изображения към съобщенията?',
	'HELP_FAQ_FORMATTING_LOCKED_ANSWER'	=> 'Затворените теми, са такива теми, в които потребителите повече не могат да оставят съобщения, и всички намиращи се в тях гласувания, автоматично спират. Темите, могат да бъдат затворени по различни причини от модератора или администратора на форума. Вие също така можете да имате възможност, да затваряте създаваните от вас теми, в зависимост от правата, предоставени ви от админостратора на форума.',
	'HELP_FAQ_FORMATTING_LOCKED_QUESTION'	=> 'Какво са затворените теми?',
	'HELP_FAQ_FORMATTING_SMILIES_ANSWER'	=> 'Емотиконите — са малки картинки, които могат да бъдат използвани за израз на чувства, например :) означава радост, а :( означава тъга. Пълен списък с емотиконки може да видите в формата за създаване на съобщения. Само недейте да се престаравате, при тяхното използване: те много лесно, могат да направят съобщението нечетимо, и модератора може да редактира съобщението ви или даже да го изтрие. Администратора на форума, също така може да ограничи позволеното количеството използвани емотикони, което може да се използва в съобщението.',
	'HELP_FAQ_FORMATTING_SMILIES_QUESTION'	=> 'ЧКакво са емотиконите?',
	'HELP_FAQ_FORMATTING_STICKIES_ANSWER'	=> 'Прикачените теми в форума се намират под всички обяви и само на първата страница на форума. Те най-често съдържат достатъчно важна информация, затова е препоръчително да ги прочетете. По същият начин както и с обявите, правата за създаване на прикачени теми се дават от администратора на форума.',
	'HELP_FAQ_FORMATTING_STICKIES_QUESTION'	=> 'Какво са прикачените теми?',

	'HELP_FAQ_FRIENDS_BASIC_ANSWER'	=> 'Вие можете да включвате в тези списъци други потребители на форума. Потребителите добавени в списъка с приятели, ще бъдат посочени в вашият личен раздел за получаване на бърз достъп към информацията за това намират ли се сега в мрежата и за изпращане до тях на лични съобщения. Съобщенията от тези потребители също така могат да се открояват, ако това се поддържа от стила на форума. Ако сте добавил потребител в списък с неприятели, то всички изпратени от него към вас съобщения ще бъдат скрити по подразбиране.',
	'HELP_FAQ_FRIENDS_BASIC_QUESTION'	=> 'Какво означават списъците с приятели и неприятели?',
	'HELP_FAQ_FRIENDS_MANAGE_ANSWER'	=> 'Вие може да добавяте потребител в своя списък по два начина. В профила на всеки потребител има линк, дза неговото добавяне в списъка с приятели или неприятели. Освен това, вие може да го направите директно от вашия личен раздел, като въведете името на потребителя. Също така може да изтривате потребители из от съответните списъци, на същата страница.',
	'HELP_FAQ_FRIENDS_MANAGE_QUESTION'	=> 'Как да добавям/изтривам потребители в списъка с мои приятели и неприятели?',

	'HELP_FAQ_GROUPS_ADMINISTRATORS_ANSWER'	=> 'Администраторы — това са потребители, имащи най-високо ниво на контрол над форума. Те могат да управляват работата на всички аспекти на форума, включително разграничаване на права за достъп, изключване на потребители, създаване на групи потребители, назначаване на модератори и т.н., в зависимост от правата предоставени им от създателя на форума. Те също така имат всички възомжности на модераторите, във всички форуми, в зависимост от настройките, направени от създателя на конференцията.',
	'HELP_FAQ_GROUPS_ADMINISTRATORS_QUESTION'	=> 'Кои са администраторите?',
	'HELP_FAQ_GROUPS_COLORS_ANSWER'	=> 'Администратора на форума, може да присвоява цветове на участниците на форума за да бъдат различавани един от друг по лесно.',
	'HELP_FAQ_GROUPS_COLORS_QUESTION'	=> 'Защо имената на някой от групите имат различни цветове?',
	'HELP_FAQ_GROUPS_DEFAULT_ANSWER'	=> 'Ако сте участник на повече от една група, вашата група по подразбиране се използва за да определите, какви групови цвят и звание, следва да ви бъдат присвоени. Администратора на форума, може да ви разреши, вие сами да променяте групата си по подразбиране в личния ви раздел.',
	'HELP_FAQ_GROUPS_DEFAULT_QUESTION'	=> 'Какво е това група по подразбиране?',
	'HELP_FAQ_GROUPS_MODERATORS_ANSWER'	=> 'Модераторы — това са потребители (или групи потребители), които ежедневно следят за форумите. Те имат право да редактират или трият съобщения, затварят, отварят, преместват, изтриват и и обединяват теми на форума, за които отговарят. Основни задачи на модераторите — да не досупкат несъответствие на съдържанието на съобщенията с обсъжданата тема (оффтопик), обиди.',
	'HELP_FAQ_GROUPS_MODERATORS_QUESTION'	=> 'Кои са модераторите?',
	'HELP_FAQ_GROUPS_TEAM_ANSWER'	=> 'На тази страница ще намерите списък с администраторите и модераторите на форума, както и друга информация, такава като информация за форума, който те модерират.',
	'HELP_FAQ_GROUPS_TEAM_QUESTION'	=> 'Какво означава линка «Нашият екип»?',
	'HELP_FAQ_GROUPS_USERGROUPS_ANSWER'	=> 'Потребителските групи разбиват общонстта на структурни части, управлявани от администратора на форума. Всеки потребител може да е член на няколко групи, и във всяка група може да има индивидуални права за достъп. Това улеснява на администраторите назначаването на правата за достъп, едновременно на голямо количество потребители, например, промяна на модераторски права или предоставяне на потребителите на достъп до частни форуми.',
	'HELP_FAQ_GROUPS_USERGROUPS_JOIN_ANSWER'	=> 'Вие може да получите информация за всички съществуващи групи на форума, като натиснете линка «Групи» във вашият личен раздел. Ако искате да станете член на една от тях, натиснете съответният бутон. Имайте предвид, че не всички групи са общодостъпни. Някой могат да иизискват одобрение, за да влезете в тях, могат да бъдат затворени или дори скрити. Ако групата е общодостъпна, вие може да поискате да станете неин член, като натиснете съответния бутон. Ако се изисква одобрение за участие в групата, вие може да изпратите запитване за влизане в групата, като натиснете съответния бутон. Лидера на групата ще трябва да одобри участието ви и може да ви попита защо искате да влезете в групата. Моля ви не безпокойте лидера на групата, ако той е отклонил заявката ви; той може да има свой причини за това.',
	'HELP_FAQ_GROUPS_USERGROUPS_JOIN_QUESTION'	=> 'Къде се намират групите и как мога да вляза в тях?',
	'HELP_FAQ_GROUPS_USERGROUPS_LEAD_ANSWER'	=> 'Лидера на групата обикновенно се назначав, при създаване на групата, от администратора на форума. Ако сте заинтересован в създаване на група, първо се свържете с администратора; опитайте се да му изпратите лично съобщение.',
	'HELP_FAQ_GROUPS_USERGROUPS_LEAD_QUESTION'	=> 'Как да стана лидер на групата?',
	'HELP_FAQ_GROUPS_USERGROUPS_QUESTION'	=> 'Какво са потребителските групи?',

	'HELP_FAQ_ISSUES_ADMIN_ANSWER'	=> 'Всички потребители на дадения форум могат да използват съответната форма на страницата «Свържи се с администрацията», ако дадената функция е включена от администратора.<br />Регистрираните потребители също така могат да използват контактите от страницата «Нашия екип».',
	'HELP_FAQ_ISSUES_ADMIN_QUESTION'	=> 'Как да се свържа с администратора на форума?',
	'HELP_FAQ_ISSUES_FEATURE_ANSWER'	=> 'Този програмен продукт е бил създаден и лицензиран от phpBB Limited. Ако смятате, че някаква функция следва да бъде добавена, посетете <a href="https://www.phpbb.com/ideas/">Център за идеи на phpBB</a>, където може да гласувате за вече подадени идеи или да предложите свои собствени.',
	'HELP_FAQ_ISSUES_FEATURE_QUESTION'	=> 'Защо липсва някаква функция?',
	'HELP_FAQ_ISSUES_LEGAL_ANSWER'	=> 'Вие може да се свържете с всеки администратор, изброен на страницата  «Нашия екип». Ако не сте получили отговор, свържете се със собственика на домейна (потърсете <a href="http://www.google.com/search?q=whois">whois lookup</a>) или, ако форума се намира на безплатен домейн (например chat.ru, Yahoo!, free.fr, f2s.com и т. п.), с ръководството или техническата поддръжка на дадения домейн. Имайте предвид, че phpBB Limited <strong>няма никакъв контрол над този форум</strong> и не може да носи никаква отговорност за това от кой и по какъв начин се използва този форум. Не търсете phpBB Limited за юридически въпроси (за спиране на работата на форума, отговорността за него и т.н.), които <strong>не се отнасят директно</strong> към сайта phpBB.com или които частично се отнасят към програмния продукт на phpBB Limited. Ако вие все пак изпртите e-mail до phpBB Limited по повод използването на този форум  <strong>от трета страна</strong>, не очаквайте подробен отговор, също така може изобщо да не получите отговор.',
	'HELP_FAQ_ISSUES_LEGAL_QUESTION'	=> 'С кого мога да се свържа по повод некоректно използване и/или юридически въпроси, свързани с този форум.?',
	'HELP_FAQ_ISSUES_WHOIS_PHPBB_ANSWER'	=> 'Този програмен продукт (в неговата начална форма) е създадено и се разпространява от href="https://www.phpbb.com/">phpBB Limited</a>. То е достъпно съгласно условията на GNU General Public Licence, версия 2 (GPL-2.0) и може свободно да бъде разпространявано. За по-подробни данни преминете по линка <a href="https://www.phpbb.com/about/">About phpBB</a>.',
	'HELP_FAQ_ISSUES_WHOIS_PHPBB_QUESTION'	=> 'Кой е написал този програмен продукт?',

	'HELP_FAQ_LOGIN_AUTO_LOGOUT_ANSWER'	=> 'Ако не сте маркирали с флагче пункта <em>Запомни ме</em>, ще можете да оставате логнати в форума със своето име ограничено време. Това е направено, за да не може никой друг да използва акаунта ви. За да не висе налага да въвеждате потребителското име и паролата всеки път, може да маркирате полето <em>Запомни ме</em> при влизане в конференцията. Не се препоръчва да правите това на общодостъпен компютър, например в библиотеката, интернет-кафе, унизначи администратора е изключил тази функция.',
	'HELP_FAQ_LOGIN_AUTO_LOGOUT_QUESTION'	=> 'Защо периодично трябва да въвеждам отново потребителското си име и парола?',
	'HELP_FAQ_LOGIN_CANNOT_LOGIN_ANSWER'	=> 'Може да има няколко възможни причини. Преди всичко се убедете, че въвеждате правилните потребителско име и парола. Ако данните са въведени правилно, се свържете с администратора, за да проверите, дали не е бил ограничен достъпа ви към форума. Също така е възможно да е допусната грешка в конфигурирането на форума, свържете се с администратора за да бъдат поправени тези настройки.',
	'HELP_FAQ_LOGIN_CANNOT_LOGIN_ANYMORE_ANSWER'	=> 'Възможно е администратора по някаква причина да е деактивирал или изтрил акаунта ви. Освен това повече форуми, периодично изтриват потребителите, които дълго време не са писали, за да намалят размера на базата данни. Ако това се е случило, опитайте се да се регистрирате отново и по активно да учавствате в дискусиите.',
	'HELP_FAQ_LOGIN_CANNOT_LOGIN_ANYMORE_QUESTION'	=> 'Отдавна съм регистриран, но не мога да вляза!',
	'HELP_FAQ_LOGIN_CANNOT_LOGIN_QUESTION'	=> 'Защо не мога да вляза?',
	'HELP_FAQ_LOGIN_CANNOT_REGISTER_ANSWER'	=> 'Възможно е администратора на форума за е изключил регистрацията за нови потребители. Също така е възможно той да е блокирал IP адреса ви, или да е забранил името с което се опитвате да се регистрирате. Обърнете се за помощ към администратора на форума.',
	'HELP_FAQ_LOGIN_CANNOT_REGISTER_QUESTION'	=> 'Защо не мога да се регистрирам?',
	'HELP_FAQ_LOGIN_COPPA_ANSWER'	=> 'COPPA (Children’s Online Privacy Protection Act of 1998), или Акт за защита на частните права на детето в интернет от 1998 г. — това е закон на САЩ, изискващ от сайтовете, които могат да събират информация от непълнолетни под 13 годишна възраст, да имат писмено съгласие на родителите им. Допустимо е и наличието на друг вид потвърждение за това, че отговорните за детето лица разрешават сбора на лична информация от непълнолетни под 13 годишна възраст. Ако не сте сигурни дали това се отнася към вас, като към регистриращ се на форума, се обърнете за съдействие към адвокат. Обърнете внимание на това, че phpBB Limited администрация не може да дава препоръки по правни въпроси и не се явява обект на юридически отношения, освен посочените в отговора «С кого мога да се свържа относно некоректното използване и/или юридически въпроси, свързани с този форум?».<br /></strong>.',
	'HELP_FAQ_LOGIN_COPPA_QUESTION'	=> 'Какво е COPPA?',
	'HELP_FAQ_LOGIN_DELETE_COOKIES_ANSWER'	=> 'Тя изтрива всички създадени cookies, които ви позволяват да оставате логнат на този форум, а също така изпълнява други функции, такива като проследяване на прочетените съобщения, ако тази опция е включена от администратора. Ако изпитвате затруднения с влизането на форума или излизането от форума, възможно е изтриването на cookies да ви помогне.',
	'HELP_FAQ_LOGIN_DELETE_COOKIES_QUESTION'	=> 'Какво прави функцията «Изтрий cookies на форума»?',
	'HELP_FAQ_LOGIN_LOST_PASSWORD_ANSWER'	=> 'Не се притеснявайте! Макар и да не може да се възстанови паролата, може лесно да получите нов. Преминете към страницата за вход на форума и натиснете линка <em>Забравена парола?</em>. Следвайте инструкциите и скоро отново ще можете ва злезете на форума.<br />Ако не сте успели да полуите нова парола, се свържете с администратора на форума.',
	'HELP_FAQ_LOGIN_LOST_PASSWORD_QUESTION'	=> 'Забравих паролата си!',
	'HELP_FAQ_LOGIN_REGISTER_ANSWER'	=> 'Може и да не правите това. Всичко зависи от това, какви настройки на форума е направил администратора: дали е необходимо да се регистрирате за да оставяте съобщения или не. Въпреки това регистрацията ви дава допълнителни възможности, които не са достъпни за анонимни потребители: аватари, лични съобщения, изпращане на e-mail съобщения, участие в групи и т.н. Регистрацията ще ви отнеме няколко минути, затова ви препоръчваме да я направите.',
	'HELP_FAQ_LOGIN_REGISTER_CONFIRM_ANSWER'	=> 'Първо проверете потребителското си име и парола. Ако те са верни, са възможни два варианта. Ако е включена поддръжката на COPPA и при регистрацията сте посочили, че сте под 13 години, последвайте получените инструкции. Някой форуми изискват всички нови потребителски имена да бъдат активирани от потребителите или от администратора, преди влизане в системата. Тази информация се посочва в процеса на регистрация. Ако ви е било изпратено e-mail съобщение, следвайте получените инструкции. Ако e-mail съобщението не е пристигнало, е възможно да сте посочили грешен e-mail адрес или писмото е било блокирано от спам филтъра. Ако сте сигурни, че сте въвели правилен e-mail адрес, моля свържете се с администратора.',
	'HELP_FAQ_LOGIN_REGISTER_CONFIRM_QUESTION'	=> 'Току що се регистрирах, но не мога да вляза!',
	'HELP_FAQ_LOGIN_REGISTER_QUESTION'	=> 'За какво ми е да се регистрирам?',

	'HELP_FAQ_PMS_CANNOT_SEND_ANSWER'	=> 'Може да има три причини за това: вие не сте регистриран и/или не сте влезнали на форума, администратора е забранил да се изпращат лични съобщения в целият форум или на вас лично. Свържете се с администратора на форума, за дъполнителна информация.',
	'HELP_FAQ_PMS_CANNOT_SEND_QUESTION'	=> 'Не мога да изпращам лични съобщения!',
	'HELP_FAQ_PMS_SPAM_ANSWER'	=> 'Съжеляваме за това. Формата за изпращане на e-mail съобщение на този форум, включва мерки за сигурност и възможност за проследяване на потребителите, изпращащи подобни съобщения. Изпратете e-mail съобщение на администратора на форума, с пълно копие на полученото писмо. Много е важно да включите всички заглавия, в които се съдържа подробна информация за изпращача. Администратора на форума, ще може в този случай да вземе мерки.',
	'HELP_FAQ_PMS_SPAM_QUESTION'	=> 'Получих спам или оскърбяващ email от някой от този форум!',
	'HELP_FAQ_PMS_UNWANTED_ANSWER'	=> 'Вие може автоматично да изтривате личните съобщения на потребителите, използвайки правилата за съобщения, във вашият личен раздел. Ако получавата оскърбителни лични съобщения от конкретен потребител, изпратете оплакване за съобщенията до модератора; те могат да забранят на потребителя да изпраща лични съобщения.',
	'HELP_FAQ_PMS_UNWANTED_QUESTION'	=> 'Постоянно получавам, нежелани лични съобщения!',

	'HELP_FAQ_POSTING_BUMP_ANSWER'	=> 'Като натиснете линка «Вдигни темата» при преглед на темата, вие можете да я «вдигнете» в горната част на първата страница на форума. Ако това не се случва, е възможно тази опция да е изключена или времето, което трябва да мине за повторно вдигане на темата не е минало. Също така може да вдигнете темата, просто като отговорите в нея, обачете проверете дали с това действие не нарушавате правилата на форума, в който се намирате.',
	'HELP_FAQ_POSTING_BUMP_QUESTION'	=> 'Как отново да кача темата си?',
	'HELP_FAQ_POSTING_CREATE_ANSWER'	=> 'За създаване на нова тема в форума, натиснете бутона «Нова тема». За да публикувате съобщения в темата натиснете бутона «Отговори». Възможно е да се наложи да се регистрирате, преди да изпратите съобщение. Списъка с правата за достъп, се намира отдолу на страницата на форума или темата. Например:  «Вие можете да започвате теми», «Вие можете да добавяте прикачени файлове» и т.н.',
	'HELP_FAQ_POSTING_CREATE_QUESTION'	=> 'Как да създам нова тема или съобщение?',
	'HELP_FAQ_POSTING_DRAFT_ANSWER'	=> 'Този бутон ви позволява да запазвате съобщения за да ги запазите и изпратите по-късно. За да заредите запазено съобщение, преминете в параграфа «Чернови» на личния раздел.',
	'HELP_FAQ_POSTING_DRAFT_QUESTION'	=> 'какво означава бутона «Запази» при създаване на съобщението?',
	'HELP_FAQ_POSTING_EDIT_DELETE_ANSWER'	=> 'Ако не сте администратор или модератор на форума, вие можете да редактирате или изтривате само свои собствени съобщения. Може да преминете към редакция, като натиснете бутона <em>Редактиране</em> в съответното съобщение, понякога само ограничено време след създаването му. Ако някой вече е отговорил на съобщението, то под него ще се появи малък текст, показващ количеството промени, а също така датата и времето на последната. Този надпис не се появява, ако съобщението бе редактирано от администратор или модератор, макар че те сами могат да напишат за това по свое усмотрение. Имайте предвид, че обикновенните потребители не могат да изтрият съобщение, ако някой вече е отговорил на него.',
	'HELP_FAQ_POSTING_EDIT_DELETE_QUESTION'	=> 'Как да редактирам или изтрия съобщение?',
	'HELP_FAQ_POSTING_FORUM_RESTRICTED_ANSWER'	=> 'Някой форуми са достъпни само за определени потребители или групи. За да преглеждате такива форуми, да създавате в тях теми и да изпращате съобщения, да извършвате други действия, може да се ви се наложи да получите специално разрешение. Свържете се с модератора или администратора на форума за получаване на такова съобщение.',
	'HELP_FAQ_POSTING_FORUM_RESTRICTED_QUESTION'	=> 'Защо са ми недостъпни някой форуми?',
	'HELP_FAQ_POSTING_NO_ATTACHMENTS_ANSWER'	=> 'Правото за добавяне на вложения може да бъде предоставено но ниво форум, група или потребител. Администратора на форума, може да забрани вложенията в определени форуми. Също така е възможно, добавянето на вложения е разрешено само за някой членове на форума. Ако не знаете защо не можете да добавяте вложения, свържете се с администрацията на форума.',
	'HELP_FAQ_POSTING_NO_ATTACHMENTS_QUESTION'	=> 'Защо не мога да добавям вложения?',
	'HELP_FAQ_POSTING_POLL_ADD_ANSWER'	=> 'Ограничаването на количеството варианти за отговор, се определя от администратора на форума. Ако ви се налага да добавите количеството варианти за отговор, което превишава това ограничение, свържете се с администратора на форума.',
	'HELP_FAQ_POSTING_POLL_ADD_QUESTION'	=> 'Защо не мога да добавя повече варианти за отговор?',
	'HELP_FAQ_POSTING_POLL_CREATE_ANSWER'	=> 'При създаване на темата или редакция на първото съобщение на темата натиснете на бутона или преминете към формата <em>Създай проучване</em> под основната форма за създаване на съобщение, в зависимост от използвания стил; ако не виждате такъв бутон или форма, значи вие нямате права за създаване на проучвания. Посочете въпрос и като минимум два варианта за отговор в съответните полета, като се убедите, че всеки вариант се намира на отделен ред на текстовото поле. Също така може да определите количеството варианти, които могат да изберат потребителите при гласуването, с помощта на опцията «Варианти за отговор», период за провеждане на проучването в дни (0 означава, че проучването ще бъде постоянно) и възможността потребителите да променят вариантите, за който са гласували.',
	'HELP_FAQ_POSTING_POLL_CREATE_QUESTION'	=> 'Как да създам проучване?',
	'HELP_FAQ_POSTING_POLL_EDIT_ANSWER'	=> 'Също както съобщенията, проучванията могат да бъдат редактирани само от техните създатели, модератори или администратори. За да редактирате проучване, преминете към редактиране на първото съобщение в темата; проучването винаги е свързано именно с него. Ако никой още не е успял да гласува, вие можете да изтриете проучването или да редактирате всеки от вариантите за отговор. Обаче ако някой вече е гласувал, то само модератори или администратори, могат да редактират или да изтрият проучването. Това е направено с цел да не може да се сменят вариантите за отговор по време на гласуването.',
	'HELP_FAQ_POSTING_POLL_EDIT_QUESTION'	=> 'Как да разектирам или изтрия проучване?',
	'HELP_FAQ_POSTING_QUEUE_ANSWER'	=> 'Администратора на форума може да реши, че съобщенията изискват предварителен преглед преди изпращане на форума. Възможно е администратора да ви е включил в групата потребители, съобщенията на които по негово или нейно мнение, следва да бъдат прегледани преди да бъдат изпратени. Моля свържете се с администратора на форума, за допълнителна информация.',
	'HELP_FAQ_POSTING_QUEUE_QUESTION'	=> 'Защо съобщението ми изисква одобрение?',
	'HELP_FAQ_POSTING_REPORT_ANSWER'	=> 'До всяко съобщение, ще видите бутон, предназначен за изпращане на жалба, ако това е разрешено от администратора на форума. Като натиснете по този бутон, ще преминете редица крачки, необходими за изпращане на жалба срещу съобщение.',
	'HELP_FAQ_POSTING_REPORT_QUESTION'	=> 'Как да се оплача срещу съобщение на модератора?',
	'HELP_FAQ_POSTING_SIGNATURE_ANSWER'	=> 'За да добавите подпис към съобщението, преди това трябва да я създадете в личния си раздел. След което можете да отбележите с флагче пункта <em>Прикачи подписа</em> в формата за изпращане на съобщения, за да се добави подписа. Също така може да настроите добавянето на подписа по подразбиране към всички ваши съобщения, след като направите съответния избор в параграфа «Изпращане на съобщения» в пункта «Лични настройки» в личния раздел. Въпреки това, вие можете да отмените добавянето на подпис в отделни съобщения, след като премахнете отметката <em>Прикачи подпис</em> в формата за изпращане на съобщения.',
	'HELP_FAQ_POSTING_SIGNATURE_QUESTION'	=> 'Как да добавя подпис към съобщението си?',
	'HELP_FAQ_POSTING_WARNING_ANSWER'	=> 'На всеки форум, администраторите определят свой собствен свод от правила. Ако сте нарушили правило, може да получите предупреждение. Имайте предвид, това решение е на администраторите на форума и няма никакво отношение към phpBB Limited. Ако не сте сигурни, за какво сте получили предупреждение, свържете се с администратора на форума.',
	'HELP_FAQ_POSTING_WARNING_QUESTION'	=> 'Защо съм получил предупреждение?',

	'HELP_FAQ_SEARCH_BLANK_ANSWER'	=> 'Вашата заявка за търсене е върнала прекалено голямо количество резултати, които уеб-сървъра не успя да обработи. Използвайте «Разширено търсене», по точно задайте условията за търсене и форумите, на които то следва да бъде осъществено.',
	'HELP_FAQ_SEARCH_BLANK_QUESTION'	=> 'В резултат на моето търсене получих празна страница!',
	'HELP_FAQ_SEARCH_FORUM_ANSWER'	=> 'Задайте критерии за търсене, в съответното поле, разположено на главната страница на форума, страниците за преглед на форума или темата. Вие може да осъществите разширеното търсене, като натиснете бутона «Разширено търсене», достъпен на всички форуми. Начина за достъп до търсенето, може да зависи от използваният стил.',
	'HELP_FAQ_SEARCH_FORUM_QUESTION'	=> 'Как да направя търсене в форума или форумите?',
	'HELP_FAQ_SEARCH_MEMBERS_ANSWER'	=> 'Преминете към страницата “Потребители” и натиснете линка “Намери потребител”.',
	'HELP_FAQ_SEARCH_MEMBERS_QUESTION'	=> 'Как да намеря потребител на форум?',
	'HELP_FAQ_SEARCH_NO_RESULT_ANSWER'	=> 'Вашето запитване за търсене, възможно е прекалено неопределено и включва много общи думи, търсенето по които в phpBB не се осъществява. Бъдете по конкретен и използвайте възможностите на разширеното търсене.',
	'HELP_FAQ_SEARCH_NO_RESULT_QUESTION'	=> 'Защо търсенето ми не дава резултати?',
	'HELP_FAQ_SEARCH_OWN_ANSWER'	=> 'Вие може да намерите съобщението си, след като натиснете бутона «Покажи съобщенията ми» в личния раздел на основната страница, чрез линка «Намери съобщение на потребител» на страницата на вашия профил в форума или чрез линка «Вашите съобщения» в менюто «Линкове» на основната страница. За да намерите създадените от вас теми, използвайте страницата за разширено търсене, като запълните определените полета.',
	'HELP_FAQ_SEARCH_OWN_QUESTION'	=> 'Как да намеря съобщенията си и създадените от мен теми?',

	'HELP_FAQ_USERSETTINGS_AVATAR_ANSWER'	=> 'Заедно с потребителското име, могат да присъстват две изображения. Едното може да се отнася към вашето звание, обикновено това е звезда, квадратче или точка, посочваща, колко съобщения сте оставили или какъв статус имате на форума. Другото, обикновено по-голямо изображение, известно като «аватар» и обикновенно е уникално за всеки потребител.',
	'HELP_FAQ_USERSETTINGS_AVATAR_DISPLAY_ANSWER'	=> 'На бутона «Профил» в личния раздел, вие можете да добавите аватар като използвате един от четирите инструмента: «Граватар», «Галерия аватар», «Отдалечен аватар» или «Качване на аватар». От администратора зависи, дали ще е включена поддръжката на аватарите, както и какви типове аватари могат да бъдат достъпни. Ако не можете да използвате аватари, свържете се с администратора на форума, за изяняване на причините за това.',
	'HELP_FAQ_USERSETTINGS_AVATAR_DISPLAY_QUESTION'	=> 'Как да включа показването на аватара?',
	'HELP_FAQ_USERSETTINGS_AVATAR_QUESTION'	=> 'Какво означават картинките, до потребителското ми име?',
	'HELP_FAQ_USERSETTINGS_CHANGE_SETTINGS_ANSWER'	=> 'Ако се явявате регистриран потребител, всички ваши настройки се пазят в базата данни на форума. За да ги промените, натиснете на потребителското име отгоре на страницата и преминете по линка <em>Личен раздел</em>. Там може да промените ,всички свои ностройки и предпочитания.',
	'HELP_FAQ_USERSETTINGS_CHANGE_SETTINGS_QUESTION'	=> 'Как да променя настройките си?',
	'HELP_FAQ_USERSETTINGS_EMAIL_LOGIN_ANSWER'	=> 'Само регистрираните потребители могат да изпращат e-mail съобщения на други потребители, чрез вградената в форума форма, и само ако администратора е включил тази възможност. Това е направено с цел превенция на злоупотреби на пощенската система от анонимни потребители.',
	'HELP_FAQ_USERSETTINGS_EMAIL_LOGIN_QUESTION'	=> 'Когато натискам линка «email»,от мен се иска да вляза в форума!',
	'HELP_FAQ_USERSETTINGS_HIDE_ONLINE_ANSWER'	=> 'В раздела «Лични настройки» ще намерите опцията <em>Скрий моят статус на форума</em>. Изберете <em>Да</em>, и ще бъдете видими само за администраторите, модераторите и на самия себе си. За всички останали ще бъдете скрит потребител.',
	'HELP_FAQ_USERSETTINGS_HIDE_ONLINE_QUESTION'	=> 'Как да избегна появата на името ми в списъка «Кой кега е онлайн на форума»?',
	'HELP_FAQ_USERSETTINGS_LANGUAGE_ANSWER'	=> 'Администратора не е инсталирал поддръжката на ваши език на форума, или просто никой не е превел phpBB на вашият език. Опитайте се да разберете от администратора на форума, може ли той да инсталира необходимият ви езиков пакет. Ако такъв езиков пакет не съществува, вие сами може да преведете phpBB на свой език. Допълнителна информация, може да получите на сайта <a href="https://www.phpbb.com/">phpBB</a>&reg;.',
	'HELP_FAQ_USERSETTINGS_LANGUAGE_QUESTION'	=> 'Моят език липсва от списъка!',
	'HELP_FAQ_USERSETTINGS_RANK_ANSWER'	=> 'Званията показвани под името ви, отразяват количеството създадени от вас съобщения или идентифицират определени потребители: например, модератори или администратори. Обикновенно вие не можете директно да променяте имената на званията в форума, тъй като те са установени от администратора. Моля ви, недейте да оставяте на форума излишни съобщения, само за да повишите званието си. Повечето форуми забраняват това, и модераторите или администраторите на форума ще намалят значението на брояча на вашите съобщения.',
	'HELP_FAQ_USERSETTINGS_RANK_QUESTION'	=> 'Какво е това звание и как мога да го променя?',
	'HELP_FAQ_USERSETTINGS_SERVERTIME_ANSWER'	=> 'Ако сте сигурни, че правилно сте посочили часовия пояс, а времето, което се показва, продължава да бъде грешно, това означава, че е посочено грешно време на сървъра. Уведомете администратора, за да бъде отстранен този проблем.',
	'HELP_FAQ_USERSETTINGS_SERVERTIME_QUESTION'	=> 'Аз промених часовия пояс, но времето продължава да бъде грешно!',
	'HELP_FAQ_USERSETTINGS_TIMEZONE_ANSWER'	=> 'Възможно е да се показва време, което се отнася към друг часови пояс, а не към този, в който се намирате. В този случай, променете часовия пояс в личните си настройки Имайте предвид, че промяната на часовия пояс, както и на повечето настройки е достъпна само за регистрирани потребители. Ако вие не сте регистриран потребител, сега е подходящ момент да станете такъв.',
	'HELP_FAQ_USERSETTINGS_TIMEZONE_QUESTION'	=> 'Времето на форума е грешно!',
));
